const aboutdata = [
    {
        name: '伴手禮研發中心創立',
        date: '於2019年成立',
        text: '伴手禮研發中心於2019年成立，新北以創新教育加速器專案，支持穀保家商推動產品研發，再透過跨界合作，以技職專業推動公益。同時藉由4年4億「PRIME贏得未來技職人才」計畫，讓新北技職教育更優質。點滴努力，成就新北市連5年獲得教育部技職教育評比優等獎，未來將持續創發孩子適性發展的發台，讓孩子更有能力貢獻心力讓社會更好。',
        id: 'a1',
        img: './images/a1.PNG'
    },
    {
        name: '芋美人、金美人',
        date: '於2020年研發',
        text: '芋貴人、金美人於2020年研發，曾獲得全國技藝、全國技能競賽、新北市國中技藝競賽「第一名」殊榮的學生，為感謝國中、高職階段老師識人、教導之恩，特別與學弟妹們共同製作穀保家商所研發的「芋貴人」伴手禮做為謝師禮，於教師節當日特地返回母校與學弟妹們一同表達對老師裁培之恩。',
        id: 'a2',
        img: './images/a2.PNG'
    },
    {
        name: '揭幕典禮',
        date: '於2021年4月24日',
        text: '邀請侯市長蒞臨揭幕',
        id: 'a3',
        img: './images/a6.jpg'
    },
    {
        name: '礦金餅',
        date: '於2021年研發',
        text: '礦金餅於2021年研發，礦金餅內餡設計研發皆象徵著瑞芳區的自然景色及歷史人文別具意義，希望藉由這次合作，除了支持學校教育，提供學生創意展現的舞台之外，進而行銷刺激地方經濟，推廣在地觀光產業，讓更多遊客了解輝煌的礦業歷史以及感受探訪瑞芳的山水之美，本次合作的熊米屋愛心烘焙坊於2008年成立，是專為智能障礙孩子自立的庇護工場',
        id: 'a4',
        img: './images/a5.jpg'
    },
    {
        name: '黃金筍',
        date: '於2022年研發',
        text: '黃金筍於2022年研發，學校在研發「新北創新教育加速器計畫」經費挹注之下，由餐飲科師生共同研發以八里區農特產品-綠竹筍為發想，研發內餡坊漢餅口味，包覆竹筍、滷肉、香菇、油蔥酥、豆沙，外型以坊真綠竹筍為發想，又八里竹筍顏色偏黃，故有黃金筍美稱，故本產品亦以此命名',
        id: 'a5',
        img: './images/a4.PNG'
    },
]
const ITEM_DATA = [
    {
        name: '資處科',
        img: './images/i1.png',
        text: '網頁設計榮獲金手第三',
    },
    {
        name: '餐飲科',
        img: './images/i5.png',
        text: '中餐烹調榮獲金手第二',
    },
    {
        name: '多媒科',
        img: './images/i7.png',
        text: '電腦繪圖榮獲榮獲優勝',
    },
    {
        name: '資處科',
        img: './images/i2.png',
        text: '文書處理榮獲金手第五',
    },
    {
        name: '餐飲科',
        img: './images/i4.png',
        text: '烘培榮獲優勝',
    },
    {
        name: '資處科',
        img: './images/i3.png',
        text: '程式設計榮獲優勝',
    },
]
const orderdata = [
    {
        name: '礦金餅',
        text: '瑞芳特色礦金餅，礦金餅內餡設計研發皆象徵著瑞芳區的自然景色及歷史人文別具意義，以瑞芳煤礦的「煤」和金瓜石的「金」為發想，設計出專屬於瑞芳的特色烘焙伴手禮',
        img: './images/p1.png',
        img2: './images/pp1.png',
        price: 480,
        amount: 0,
        time: '',
        amounts: '一盒10入'
    },
    {
        name: '黃金筍',
        text: '研發內餡坊漢餅口味，包覆竹筍、滷肉、香菇、油蔥酥、豆沙，外型以坊真綠竹筍為發想，本款產品，由餐飲科研發、多媒科商品包裝設計、資處科行銷，三科跨域合作！',
        img: './images/p2.png',
        img2: './images/pp2.png',
        price: 360,
        amount: 0,
        time: '目前尚未開放訂購',
        amounts: '一盒4入'
    },
    {
        name: '金美人',
        text: '內餡為自製Q新地瓜泥，外皮是羔皮沾上肉桂粉及紫薯粉，口感獨特，咀嚼中散發出淡淡的地瓜香',
        img: './images/p3.png',
        img2: './images/pp3.png',
        price: 480,
        amount: 0,
        time: '目前尚未開放訂購',
        amounts: '一盒6入'
    },
    {
        name: '芋美人',
        text: '由餐飲科師生合作共同研發推出二款結合金山在地農產品的特色伴手禮，內餡為自製芋泥餡包鹹蛋黃，外層酥油皮擦上巧克力外衣',
        img: './images/hend3.png',
        img2: './images/pp4.png',
        price: 480,
        amount: 0,
        time: '目前尚未開放訂購',
        amounts: '一盒6入'
    },
]
const footerdata = [
    {
        name: '您期望新北市伴手禮研發中心繼續研發甚麼產品?',
        id: '您期望研發的產品',
    },
    {
        name: '您願意將新北市伴手禮研發中心的資訊分享給親朋好友嗎?',
        id: '是否願意分享給親朋好友',
    },
    {
        name: '您新北市伴手禮研發中心有什麼缺點或優點?',
        id: '您覺得有什麼優點或缺點',
    },
]
